
/* No comment provided by engineer. */
"%@ (%@) : Connection Error" = "%1$@ (%2$@)：連線發生錯誤";

/* joscar invite message for group chats */
"%@ invites you to chat in \"%@\"" = "%1$@ 邀請您參加 \"%2$@\" 的聊天";

/* joscar invite message for group chats */
"%@ invites you to chat in \"%@\" with the following message:\n%@" = "%1$@ 邀請您參加 \"%2$@\" 的聊天，並提供下列訊息：\n%3$@";

/* joscar accept group chat button caption */
"Accept" = "接受";

/* No comment provided by engineer. */
"Account" = "帳號";

/* No comment provided by engineer. */
"Adium is unable to connect to the %@ server; the attempt timed out. Please check your network connection and try again." = "Adium 無法連線至 %@ 伺服器；嘗試時間逾時。請檢查您的網際網路連線，並重試一次。";

/* Debug window title */
"Adium joscar Debug Log" = "Adium joscar 除錯日誌";

/* No comment provided by engineer. */
"America Online" = "美國線上";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Change User Details" = "更改使用者詳細資料";

/* No comment provided by engineer. */
"Configure IM Forwarding" = "設定 \"即時訊息\" 轉寄";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct Instant Message session ended" = "已終止 \"直接即時訊息\" 的區段";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct Instant Message session started" = "已開始 \"直接即時訊息\" 的區段";

/* No comment provided by engineer. */
"Error: A connection failure has occurred." = "錯誤：發生連線失敗。";

/* joscar group chat invitation window title */
"Group Chat Invitation" = "群組聊天邀請";

/* No comment provided by engineer. */
"ICQ Number" = "ICQ 號碼";

/* No comment provided by engineer. */
"joscar Debug Window" = "joscar 除錯視窗";

/* No comment provided by engineer. */
"Member Name" = "會員名稱";

/* No comment provided by engineer. */
"OK" = "好";

/* SecurID prompt */
"Please enter your SecurID:" = "請輸入您的 SecurID：";

/* joscar reject group chat button caption */
"Reject" = "拒絕";

/* No comment provided by engineer. */
"Request Authorization" = "要求授權";

/* No comment provided by engineer. */
"Screen Name" = "Screen Name";

/* Name of the RSA SecurID product, if localized */
"SecurID" = "SecurID";

/* No comment provided by engineer. */
"The server is temporarily unavailable; you cannot connect at this time. Please try again later." = "此伺服器暫時無法連接；您此時無法使用該伺服器。請稍後再試一次。";

/* No comment provided by engineer. */
"You have been connecting too frequently. Please wait five minutes or more before trying again; trying sooner will increase the timespan of this temporary ban." = "您在短時間內連線的次數太過頻繁。請稍等五分鐘，再嘗試輸入；若提早輸入，可能會增加暫時禁止輸入的持續時間。";

/* No comment provided by engineer. */
"You have been temporarily blocked by the AIM server and cannot connect at this time. Please try again later." = "您已被 AIM 伺服器暫時封鎖，此時無法連線。請稍後再試一次。";
